<?php
/* @var $this MyAdminController */

$this->breadcrumbs=array(
	'Средства управления',
);
?>

<p>
	Тут аяксоразбирательное, сокрушающее дерево которое начинается со зданий, далее этажи, затем кабинеты, после - рабочие места.
	На любом этапе при клике на плюсике можно развернуть соответствующий уровень + напротив каждого элемента редактировать, удалить.<br><br>



	В идеале еще у каждого родителя есть один детеныш, который просто плюс. И при клике на нем - действие добавить дочерний элемент для этого родителя.
</p>
